[
    {
        "id": "sdakq7v9",
        "title": "Booki",
        "cover": "/image/booki.webp",
        "link": "https://github.com/ocebert31/booki-starter-code-master",
        "site": "https://timely-llama-55edb7.netlify.app",
        "altImage": "Projet Booki",
        "tags": [
            "HTML",
            "CSS",
            "Test",
            "Responsive"
        ],
        "description": "Dans le cadre de ma formation chez Openclassroom pour devenir développeuse web, j'ai entrepris un projet visant à explorer et à maîtriser les fondamentaux du développement web, notamment le HTML et le CSS. Ce projet consistait à concevoir la partie frontend d'une plateforme de réservation d'hébergement en ligne appelée Booki."
    },
    {
        "id": "qjk6hv89",
        "title": "Sophie Buel",
        "cover": "/image/sophie.webp",
        "link": "https://github.com/ocebert31/Portfolio-architecte-sophie-bluel-master",
        "site": "https://playful-treacle-3ca505.netlify.app/index.html",
        "altImage": "Projet Sophie Buel",
        "tags": [
            "HTML",
            "CSS",
            "Javascript",
            "API"
        ],
        "description": "Ce projet a été élaboré dans le cadre de ma formation en développement web chez OpenClassroom. Son objectif principal était de maîtriser JavaScript pour créer des pages web interactives et dynamiques. L'application présente les réalisations d'une architecte d'intérieur et met en œuvre une gestion de données via une API, permettant ainsi une génération dynamique de contenu. Cette approche offre une maintenance simplifiée grâce à un espace administrateur spécialement conçu à cet effet."
    },
    {
        "id": "s8cmn0qi",
        "title": "Kasa",
        "cover": "/image/kasa.webp",
        "link": "https://github.com/ocebert31/creez-une-application-web-de-location-immobiliere",
        "site": "https://harmonious-mousse-8e81fa.netlify.app",
        "altImage": "Projet Kasa",
        "tags": [
            "HTML",
            "SCSS",
            "Javascript",
            "React",
            "API"
        ],
        "description": "Projet mené durant ma formation de développeur web chez Openclassroom, mettant l'accent sur l'exploration de React, des hooks, du système de routage et des composants."
    },
    {
        "id": "jo9n6gt34",
        "title": "Mon vieux Grimoire",
        "cover": "/image/grimoire.webp",
        "link": "https://github.com/ocebert31/P7-Dev-Web-livres-main",
        "site": "https://master--creative-croquembouche-db6e78.netlify.app/",
        "altImage": "Projet Mon vieux Grimoire",
        "tags": [
            "React",
            "Express Js",
            "Javascript",
            "Mongo DB",
            "Node Js"
        ],
        "description": "Ce projet a été entrepris dans le cadre de ma formation de développeur web chez Openclassroom, avec un accent mis sur le développement de la partie Backend d'une plateforme de notation de livres. Les technologies principales utilisées comprenaient React pour le côté client, Express.js et Node.js pour la logique serveur, ainsi que MongoDB pour la gestion de la base de données."
    }
]
